const fakeDB = {
  totalPage: 2,
  lastID: 1,
  articles: [
    {
      id: 1,
      tag: "new-normal",
      title: "오미크론 대비 방역체계 개편",
      subTitle:
        "코로나19와 함께한 지도 벌써 2년이 다 됐는데요. 상황에 따라 바뀌던 ‘사회적 거리두기’와 다르게 늘 같았던 것도 있어요. 바로 ‘진단검사-역학조사-확진자 치료’의 3단계로 이루어진 K-방역 체계인데요. 이 방역 체계가 2년 만에 바뀌어요.",
    },
    {
      id: 2,
      tag: "labor",
      title: "반복된 광주 아파트 붕괴 사고",
      subTitle:
        "지난 주 화요일(11일) 광주광역시 화정동의 아파트 공사 현장에서 건물 일부가 무너지는 참사가 있었어요. 이번 참사로 현장 작업자 6명이 실종돼 구조 작업이 계속되고 있는데요. 이 아파트의 공사를 맡은 업체는 7개월 전 발생한 광주 학동 건물 붕괴 참사를 일으킨 곳이라, 그때처럼 안전 관리에 소홀했다는 비판이 나와요.",
    },
    {
      id: 3,
      tag: "politics",
      title: "대선키트 #2: 정당, 여당 야당의 개념",
      subTitle:
        "‘정권 교체’, ‘정권 재창출’. 대선을 앞두고 모든 대선후보가 외치는 구호인데요. 이게 무슨 말일까요? 정권은 정치 권력의 줄임말로, 주로 어느 정당에서 대통령이 탄생했는지를 말해요. 그렇다면 정당이 뭔지 제대로 알아야, 앞으로 정권이 어떻게 될지도 좀 더 자세히 알 수 있겠죠?",
    },
    {
      id: 4,
      tag: "politics",
      title: "대선키트 #1: 대통령의 권한과 특권",
      subTitle:
        "비상이다, 비상! 🚨 대선은 코앞인데, 20대 3명 중 1명은 아직 누굴 뽑을지 못 정했대요. 이번 대선은 누구를 대통령으로 뽑을지 역대급으로 고르기 어려운 선거라는데요. 작년 말부터 뉴니커의 No. 1 피드백도 2022 대선후보들과 이들의 공약을 쉽게 알려달라는 거였어요. 그래서 고슴이가 2022 대선키트를 준비했어요. ",
    },
    {
      id: 5,
      tag: "world",
      title: "북한 극초음속미사일 시험 발사",
      subTitle: "북한 극초음속미사일 시험 발사",
    },
    {
      id: 6,
      tag: "labor",
      title: "공공기관 노동이사제 국회 틍과",
      subTitle: "공공기관 노동이사제 국회 틍과",
    },
    {
      id: 7,
      tag: "economy",
      title: "LG에너지 솔루션 물적분할",
      subTitle: "LG에너지 솔루션 물적분할",
    },
    {
      id: 8,
      tag: "new-normal",
      title: "🍕'코로나19 격리 단축' 피자가 도착했습니다!",
      subTitle: "🍕'코로나19 격리 단축' 피자가 도착했습니다!",
    },
    {
      id: 9,
      tag: "labor",
      title: "한전 노동자 사망사건과 중대재해법",
      subTitle: "한전 노동자 사망사건과 중대재해법",
    },
    {
      id: 10,
      tag: "new-normal",
      title: "떠오르는 대체육 배양육 시장",
      subTitle: "떠오르는 대체육 배양육 시장",
    },
    {
      id: 11,
      tag: "tech",
      title: "CES 2022 하이라이트",
      subTitle: "CES 2022 하이라이트",
    },
    {
      id: 12,
      tag: "economy",
      title: "미국 연준 공격적 긴축 예고",
      subTitle: "미국 연준 공격적 긴축 예고",
    },
  ],
};
export default fakeDB;
