const faqDB = {
    id:1, question:"이게 질문", answer:"이게 대답"
}

const DESC = "문의하기 전에 자주 묻는 질문들을 빠르게 훑어보세요!";
const DESC_UNSUBSCRIBE = "뉴스레터만 구독한 경우에는 각 뉴스레터 하단의 수신거부 버튼을 통해 하실 수 있어요.웹사이트에 가입한 경우에는 프로필 설정 페이지에서 이메일 수신여부를 변경할 수 있어요.다음에 또 만나요!";
const DESC_NOARRIVAL = "뉴닉 뉴스레터는 월·수·금 이른 오전에 모든 뉴니커에게 한 번에 전송돼요. 워낙 많은 뉴니커에게 전송하다보니, 메일함에서 뉴스레터를 받아보는 데에 시간 차가 생길 수 있어요. 혹시 월·수·금 오전 8시가 지났는데 뉴스레터를 받아보지 못했나요? 그렇다면,1. 스팸 메일함을 확인해주시거나 이메일 차단 목록을 확인해주시고, whatsup@newneek.co를 주소록에 추가해 주세요.2. 혹시 회사 이메일을 사용하시는 경우, 개인 이메일로 가입하는 것을 추천드려요.1번을 했는데도 메일함에서 고슴이를 볼 수 없다면, 회사 이메일 서버가 뉴닉을 차단하는 것일 수 있어요.안타깝게도 이 경우에는 저희가 도와드리기 어려운 점 양해 부탁드리며, 자주 사용하는 개인 이메일로 다시 한번 구독 신청 권장드릴게요. 🦔3. 그래도 안 된다면?종종 모든 설정을 완료해도 수신 에러가 발생하는 경우가 있습니다.이는 이메일의 한계로, 뉴닉에서 추가적인 조치를 당장 취해드리기는 어렵다는 점 양해를 부탁드립니다.이메일의 한계 때문에 발생하는 발송 누락의 문제를 해결하기 위해, 뉴닉 내부에서 앱 개발을 진행 중입니다!뉴닉의 콘텐츠를 더 좋은 경험을 받아보실 수 있도록 노력 중이니, 조금만 기다려 주세요!"

export {DESC, DESC_UNSUBSCRIBE, DESC_NOARRIVAL};